"use client";
import React, { useRef, useState } from "react";

const ProductIntroduction = () => {
  const [scollHeight, setScollHeight] = useState(120);
  const descriptionRef = useRef();
  const openAcordionHandler = () => {
    console.log(descriptionRef.current.scrollHeight);
    setScollHeight(descriptionRef.current.scrollHeight);
  };

  const closeAcordionHandler = () => {
    setScollHeight(120);
  };
  return (
    <div
      className={`max-w-[1600px] mt-[24px] size1056:mx-auto mx-[20px] bg-white  shadow-[0_0px_26px_0_rgba(0,0,0,0.1)] rounded-[5px] pt-[24px] px-[21px] flex flex-col ${scollHeight === 120 ? "divShowProduct" : ""}`}
    >
      <h3 className={"text-[18px] pb-4"}>معرفی محصول</h3>
      <p
        className={`transition-all duration-700 overflow-hidden text-[14px] leading-8 ${scollHeight === 120 ? "showProduct" : ""}`}
        ref={descriptionRef}
        style={{ height: scollHeight + "px" }}
      >
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
        از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
        درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
        نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
        داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان
        رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم
        متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان
        گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که
        لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
        بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته،
        حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها
        شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ
        پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و
        دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد
        نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای
        موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با
        تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.
        چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
        برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود
        ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
        آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت
        بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در
        زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری
        موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز
        شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود
        طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید
        سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و
        متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط
        فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی
        می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان
        جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان
        رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.
        در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و
        شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای
        اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده
        قرار گیرد.
      </p>
      <div className={"bg-[#ffffff] flex justify-end"}>
        {scollHeight !== 120 ? (
          <button
            className={"h-[50px] text-[#354597] text-[14px]"}
            onClick={closeAcordionHandler}
          >
            بستن
          </button>
        ) : (
          <button
            className={"h-[50px] text-[#354597] text-[14px]"}
            onClick={openAcordionHandler}
          >
            مشاهده بیشتر
          </button>
        )}
      </div>
    </div>
  );
};

export default ProductIntroduction;
