const privacy = () => {
  return (
    <div className="flex flex-col gap-6 p-4">
      <p className="text-[#F66B34] text-lg text-center my-6">
        سیاست‌نامه حریم خصوصی
      </p>
      <p className="text-justify">
        پلتفرم آنلاین خدمات خودرو و موتورسیکلت محصولی از شرکت خودرو پردازش
        هوشمند (سهامی خاص) با نام تجاری کارپایا می‌باشد و متعهد است که امنیت
        اطلاعات مربوط به شما را در بالاترین سطح ممکن حفظ نماید و برای حفظ اعتماد
        کاربر بهترین تلاش خود را خواهد نمود. در راستای اهداف پیش گفته،
        سیاست‌نامه حریم خصوصی حاضر که از این پس «سند» نامیده می‌شود، تنظیم
        گردیده است. با اعلام اینکه مفاد سند فقط شامل اطلاعاتی است که توسط «شما»
        یعنی «کاربر» بر روی سایت و برنامه کاربردی (اپلیکیشن) یا «برنامه»‌
        کارپایا قرار می‌گیرد. کارپایا در ارائه خدمات خود از طریق سایت و برنامه
        از یک سیاست حریم خصوصی مشابه پیروی می‌کند و سند پیش رو رویه کارپایا را
        در تمامی ارتباطات خود با کاربر از جمله از طریق سایت و برنامه، مشخص
        می‌نماید. این سند مطابق با آخرین تغییرات قوانین و مقررات موضوعه کشور
        تدوین شده و مبیّن کلیه حقوق شما بر اساس قانون تجارت الکترونیکی مصوب
        ۱۳۸۲، قانون دسترسی و انتشار آزاد به اطلاعات مصوب ۱۳۸۷ و اسناد بین‌المللی
        مربوطه است.
      </p>
      <span className="font-medium text-[#F66B34]">
        ۱) دسترسی و جمع آوری اطلاعات توسط کارپایا
      </span>
      <p className="text-justify">
        با استفاده شما از پلتفرم کارپایا، اطلاعاتی شامل اطلاعات فنی دستگاه مورد
        استفاده «اطلاعات فنی دستگاه»، اطلاعاتی که با استفاده از سایت در اختیار
        کارپایا قرار می‌گیرد «اطلاعات سایت»، اطلاعاتی که در زمان ثبت نام و
        استفاده از خدمات در اختیار کارپایا قرار می‌دهید «اطلاعات شخصی» و همچنین
        اطلاعات مورد نیاز شرکت‌های وابسته، همکار و شریک کارپایا، مطابق مفاد این
        سند توسط این پلتفرم جمع‌آوری و ذخیره می‌شوند. در صورتی که مایل نیستید
        اطلاعات شما در اختیار کارپایا قرار گیرد، لطفا از نصب برنامه و یا ایجاد
        حساب کاربری و ثبت اطلاعات شخصی خود در سایت و برنامه خودداری نمایید. ۱-۱-
        اطلاعات فنی دستگاه:  نوع دستگاه و نوع سیستم عامل دستگاه.  مدت و
        بازه‌های استفاده از برنامه.  اطلاعات فنی و گزارش‌های سرور شامل آدرس
        پروتکل اینترنت (IP)، روز و ساعت رخدادها.  مکاتبات و اطلاعات ناشی از
        برقراری ارتباط با کارپایا از طریق برنامه.  محتواهای مشاهده شده توسط
        کاربر و اصطلاحات و عبارت جستجو شده  نوع شبکه و نسخه مرورگر ۲-۱- اطلاعات
        سایت: کارپایا ممکن است از کوکی‌ها (Cookies) در جمع‌آوری اطلاعات استفاده
        کند. کوکی‌ها فایل‌های کوچکی هستند که توسط سرور وبسایت بر روی دستگاه شما
        ذخیره می‌شوند. با استفاده از کوکی‌ها، اطلاعاتی جمع‌آوری می‌شود که
        می‌تواند در صورت ورود شما به حساب کاربری خود، شناسایی علایق و ترجیحات
        شما را ممکن سازد و بر این اساس محتوای مرتبط با آن‌ها به شما پیشنهاد شود.
        همچنین، اشخاص ثالثی که به هر نحوی با کارپایا همکاری می‌نمایند نیز ممکن
        است از کوکی‌ها به منظور کسب اطلاعات از علاقه‌مندی‌های شما استفاده کنند.
        با فعالیت در سایت کارپایا، شما با استفاده کارپایا از کوکی‌‌ها موافقت
        می‌نمایید. این اطلاعات شامل موارد زیر است:  مدت زمان استفاده از سایت. 
        جستجوها و محتواهای مشاهده شده توسط شما.  اطلاعات مربوط به نسخه مرورگر و
        اینترنت مورد استفاده جهت استفاده از سایت.  اطلاعات حساب کاربری. البته
        شما می‌توانید هر زمانی کوکی‌های مورد استفاده توسط سایت را از طریق مرورگر
        خود غیر فعال کنید. به این منظور می‌توانید راهنمای مرورگرها را مطالعه
        کنید. پیشنهاد کارپایا این است که برای استفاده مطلوب از تمامی‌ امکانات
        سایت، اجازه دسترسی کوکی‌ها را به سایت بدهید. ۳-۱- اطلاعات شخصی: 
        اطلاعاتی که برای ایجاد حساب کاربری ضروری است شامل شماره تلفن همراه یا
        سایر اطلاعاتی که شما به صورت اختیاری ثبت می‌نمایید.   اطلاعات مربوط به
        خودرو و موتورسیکلتی که برای استفاده از خدمات در سایت یا برنامه ثبت
        می‌شود، شامل مدل، سال ساخت، وضعیت فنی و بدنه، تصاویر و اطلاعات مدارک. 
        اطلاعات مربوط به معامله و معاوضه خودرو و موتورسیکلت شامل مشخصات خریدار و
        فروشنده، موضوع معامله، قیمت و نحوه پرداخت.  شهر و نشانی اعلامی کاربر
        جهت ارائه خدمات در محل.  اطلاعات مربوط به فعالیت‌‌های کاربر در پلتفرم
        کارپایا و تراکنش‌های مالی کاربر.  اطلاعات مربوط به استعلام سوابق وسیله
        نقلیه که حسب نوع استعلام شامل یک یا چند مورد از اطلاعات مالک (نام و نام
        خانوادگی، کد ملی و شماره همراه)، شماره پلاک وسیله نقلیه و بارکد کارت
        مربوطه می‌باشد. 4-1- سایر اطلاعات: همچنین کاربر می‌تواند جهت تکمیل
        اطلاعات حساب کاربری خود جهت بهره‌مندی بیشتر و بهتر از خدمات کارپایا در
        خصوص خودرو اطلاعاتی شامل شماره شاسی، پلاک و VIN، رنگ، وضعیت بدنه،
        کارکرد، وضعیت بیمه و معاینه فنی، اطلاعات سرویس‌های دوره‌ای، اطلاعات مالک
        و عکس خودرو را به صورت اختیاری ارائه و ثبت نماید.
      </p>
      <span className="font-medium text-[#F66B34]">
        ۲) از اطلاعات جمع آوری شده چه استفاده ای می‌کنیم؟
      </span>
      <p className="text-justify">
        اطلاعات جمع‌آوری شده توسط کارپایا در شرایط زیر مورد استفاده قرار
        می‌گیرد: 1-2- ارائه انواع خدمات مورد درخواست کاربر نظیر کارشناسی، تسهیل
        فرایند خرید و فروش، استعلام سوابق، خرید اقساطی خودرو / موتورسیکلت. 2-2-
        افزایش امنیت و صحت عملکرد برنامه و سایت بر اساس اهداف کارپایا. 3-2-
        تحلیل رفتار کاربران در استفاده از سایت و برنامه، بهبود تجربۀ کاربری از
        طریق انطباق سایت و برنامه کارپایا با نیازها و شرایط کاربر و
        سیستم‌عامل‌های مورد استفاده در دستگاه‌های متنوع کاربران، بهبود ارائه
        خدمات کارپایا با توجه به نیازها و شرایط کاربر و بهبود خدمات پشتیبانی.
        4-2- حسب مورد استفاده از اطلاعات شخصی برای بازپرداخت وجوه به کاربران.
        5-2- آموزش تیم پشتیبانی کارپایا برای پاسخگویی به کاربران و نظارت بر
        عملکرد آن‌ها و انجام مکاتبات و تماس با کاربران توسط تیم پشتیبانی. 6-2-
        اطلاع‌رسانی رخدادهای مهم مانند به‌ روزرسانی‌های خدمات و محصولات و مواردی
        از این قبیل. 7-2- تنظیم قراردادهای مورد نیاز برای ارائه خدمات کارپایا و
        شرکت‌های همکار با استفاده از اطلاعات شما. 8-2- تهیه گزارش‌های آماری از
        صنعت و کاربران با استفاده از اطلاعات کاربران، بدون اینکه به طور مستقیم
        به یک شخص حقیقی مشخص و معین مرتبط باشد.،
      </p>
      <span className="font-medium text-[#F66B34]">
        ۳) اطلاعات شما در اختیار چه اشخاصی قرار می‌گیرند؟
      </span>
      <p className="text-justify">
        1-3- در صورت درخواست مراجع صلاحیت‌دار مطابق قانون، اطلاعات و هویت شما از
        سمت کارپایا به مقامات مربوطه تسلیم می‌شود. 2-3- کارپایا می‌تواند برای
        پیگیری و دفاع از حقوق خود و کاربران و همچنین اثبات تطبیق فعالیت خود با
        قوانین و مقررات جاری، اطلاعات شما را به مراجع اداری، رسمی و قضایی ارائه
        نماید. 3-3- بخشی از اطلاعات مربوط به وسیله نقلیه خودرو و تصاویر آن که از
        طریق کاربر در اختیار کارپایا قرار می‌گیرد، به صورت عمومی در سایت و
        برنامه کارپایا و دیوار قابل مشاهده است و کارپایا مسئولیتی در قبال حفظ
        امنیت این اطلاعات ندارد. 4-3- کارپایا ممکن است به منظور ارائه خدمات و
        بهبود عملکرد خود، اطلاعات جمع‌آوری شده متعلق به کاربران از جمله اطلاعات
        مربوط به کاربر و خودرو، رفتار کاربر در سایت و برنامه را در حدود قانون و
        مفاد این سند در اختیار اشخاص و شرکت‌های وابسته، همکار و شریک خود قرار
        دهد. 5-3- فقط در صورت درخواست کاربر برای خرید اقساطی خودرو / موتورسیکلت،
        اطلاعات هویتی، سکونتی و تماس کاربر و همچنین تصویر مدارک وسیله نقلیه و
        مبایعه‌نامه مربوطه و معامله‌گران آن در معرفی کاربر به مراجع معتبر اعطای
        تسهیلات جهت اعتبارسنجی و حسب مورد تنظیم قراردادها و تضامین مربوطه در
        اختیار اشخاص و شرکت‌های شریک و همکار کارپایا قرار می‌گیرد. 6-3- جهت
        استعلام سوابق وسیله نقلیه، اطلاعات جمع‌آوری شده از کاربر برای تهیه آن
        گزارش و ارائه آن به کاربر، در اختیار مراجع رسمی مربوطه قرار می‌گیرد.
        7-3- اطلاعات و مشخصات وسیله نقلیه ثبت شده توسط کاربر با هدف فراهم کردن
        شرایط مطلوب برای خرید و فروش آن و شفافیت در معامله مورد استفاده قرار
        می‌گیرند و ممکن است به صورت عمومی‌ در برنامه و سایت کارپایا و دیوار
        منتشر شوند. 8-3- در صورتی که کاربر از طریق سایت و برنامه‌های دیگر
        درخواست خدمات خود را ثبت نماید و یا اطلاعات شخصی خود را ارائه کند،
        کارپایا هیچ مسئولیتی در قبال اطلاعاتی که با اشخاص ثالث به اشتراک گذاشته
        می‌شود، نخواهد داشت. توصیه کارپایا این است که سیاست‌های حریم خصوصی
        برنامه‌ها و لینک‌های متعلق به اشخاص ثالث را به دقت مطالعه کنید
      </p>
      <span className="font-medium text-[#F66B34]">
        ۴)امنیت اطلاعات نزد کارپایا
      </span>
      <p className="text-justify">
        ۱-4-کارپایا متعهد به حفظ امنیت اطلاعات کاربران خود است و بدین منظور از
        اقدامات اداری،‌ فنی و فیزیکی لازم و همچنین فرآیندها و تکنولوژی‌های به
        روز استفاده می‌کند تا از دسترسی، استفاده و افشای غیر مجاز آن‌ها جلوگیری
        شود. ۲-4- کارپایا با بکارگیری بالاترین و مطلوب ترین سطح امنیت، تمامی
        تلاش خود را در جهت حفظ اطلاعات کاربران و عدم دسترسی اشخاص ثالث به آن‌ها
        بکار می‌برد. با این وجود ممکن است در نتیجه اقدامات خرابکارانه و حملات
        سایبری، اشخاص ثالث به صورت غیر مجاز به تمامی یا بخشی از اطلاعات دسترسی
        پیدا کنند. در این صورت مسئولیتی متوجه کارپایا نخواهد بود و کارپایا در
        چارچوب قوانین موجود نسبت به طرح دعوا علیه اشخاص ثالث اقدامات مقتضی را
        صورت خواهد داد. 3-4- اطلاعات حساب یا کارت بانکی که در زمان تراکنش‌های
        بانکی در درگاه بانکی وارد می‌کنید، از طریق کارپایا دریافت و ذخیره
        نمی‌شوند و فقط از طریق درگاه بانکی مورد استفاده قرار می‌گیرند. 4-4- شما
        نیز به عنوان کاربر موظف به رعایت الزامات امنیتی در جهت حفظ اطلاعات خود
        هستید، شامل اینکه:  از اطلاعات حساب کاربری خود محافظت کرده و آن‌ها را
        در اختیار اشخاص ثالث قرار ندهید.‍  کارپایا به منظور افزایش ضریب امنیت
        حساب کاربری، برای هر بار ورود به آن حساب، رمز عبور یکبار مصرف («One-Time
        Password «OTP) را به شماره تلفن همراه ثبت شده توسط شما ارسال می‌نماید. 
        در صورت وقوع سرقت گوشی همراه و همچنین پیش از واگذاری شماره تلفنی که با
        آن حساب کاربری ایجاد کرده‌اید، موضوع را به کارپایا اطلاع دهید تا حساب
        کاربری مربوطه معلق شده یا اطلاعات موجود در آن تغییر کند. در غیر این صورت
        و در موارد دسترسی اشخاص ثالث به رمز عبور شما، مسئولیت هرگونه استفاده یا
        سوءاستفاده از حساب کاربری به عهدۀ شخص شماست و کارپایا هیچ‌گونه مسئولیتی
        در این مورد ندارد. 5-4- در صورت تماس کاربر با پشتیبانی کارپایا و درخواست
        برای حذف داده‌های خود از قبیل حذف حساب کاربری، تمام و یا بخشی از
        داده‌های مرتبط با فعالیت آنان، این درخواست با رعایت قوانین و مقررات کشور
        انجام و داده‌های حذف شده از پلتفرم آنلاین کارپایا، به منظور رعایت تعهدات
        قانونی به پایگاه‌های داده پشتیبان مستقر در بخش غیر بر خط منتقل می‌‌شود و
        پس از خاتمه مواعد قانونی یا قضایی، به طور کامل امحا می‌گردد. البته
        همانطور که قبلاً بیان شد، عدم دسترسی کارپایا به برخی اطلاعات، ممکن است
        مانع ارائه تمام یا برخی از خدمات یا عملکرد مناسب سایت یا برنامه گردد.
      </p>
      <span className="font-medium text-[#F66B34]">5) تغییرات سند</span>
      <p className="text-justify">
        کارپایا ممکن است در مفاد این سند در طول زمان تغییرات کلی و جزئی ایجاد
        نماید و آخرین تغییرات آن همواره در بخش «سیاست‌نامه حریم خصوصی کارپایا»
        در سایت به نشانی carpaya.com قابل دستیابی و مطالعه است. در صورتی که پس
        از تغییرات اعمال شده بر این سند، کاربر به استفاده خود از برنامه و سایت
        ادامه دهد، این امر به منزله پذیرش تغییرات سند جدید است.
      </p>
    </div>
  );
};

export default privacy;

{
  /* 
      <span className="font-medium text-[#F66B34]"></span>
      <p className="text-justify"></p>
      <p className="text-[#F66B34] text-lg text-center my-6"></p>
         */
}
